Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/sfs_veiledning_1_velkommen-som-bruker-.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Bures boahtin sámegiella vuosttašgiellan, sámegiella 1 oahppoplána bagadusa geavaheaddjin
smj: Udir.no - Buorisboahtem oahppoplána bagádallamaddnen sámegiella vuostasjgiellan - sáme 1

source: Bures boahtin sámegiella vuosttašgiellan, sámegiella 1 oahppoplána bagadusa geavaheaddjin
smj: Buorisboahtem oahppoplána bagádallamaddnen sámegiella vuostasjgiellan - sáme 1

source: Bagadus lea ráhkaduvvon buot ohppiid váste geain lea oahpahus sámegielas vuosttašgiellan, beroškeahttá gos Norggas sii orrot.
smj: Bagádallam le dagáduvvam divna oahppijda gænna le åhpadus sámegiella vuostasjgiellan, akta gånnå Vuonan sij årru.

source: Dát addá konkrehtalaš rávvagiid ja ovdamearkkaid das movt oahpaheaddji sáhttá bargat oahppoplánain Sámegiella vuosttašgiella - Sámegiella 1.
smj: Dat vaddá konkrehtalasj bagádallamijt ja buojkulvisájt gåktu åhpadiddje máhttá oahppoplánajn barggat sámegielajn vuostasjgiellan – sáme 1.

source: Oahpaheaddji heiveha oahpahusa báikkálaš dilálašvuođaide.
smj: Åhpadiddje hiebat åhpadusáv bájkálasj dilijda.

source: Bagadus ii govčča buot gelbbolašvuođamihttomeriid, muhto čájeha muhtin oahpahuslážuid maid sáhttá heivehit maiddái eará gelbbolašvuođamihttomeriide.
smj: Bagádallam ij ållåsit gåbtjå máhtudakmihtojt, valla válldá vuodon muhtem máhtudakmihtojt ja vuoset muhtem åhpadimgárvvidusájt majt åhpadiddje máhttá ietjá máhtudakmihtojda hiebadit.

source: Bagadusas leat muhtin ovdamearkkat movt sáhttá bargat váldoosiiguin Čálalaš gulahallan ja Árbevirolaš máhttu.
smj: Bagádallamin le buojkulvisá gåktu åhpadiddje máhttá oajvveoasij barggat Tjálálasj guládallam ja Árbbedábálasj diedo

source: Oahppoplánas sámegiella vuosttašgiellan leat gelbbolašvuođamihttomearit maŋŋel vuođđoskuvlla 2., 4., 7., ja 10. jahkecehkiid, maŋŋel Jo1, Jo2 ja Jo3 joatkkaoahpahusa studerenráhkkanahtti oahppoprográmmaid, ja maŋŋel Jo1 ja Jo2 fidnofágalaš oahppoprográmmaid.
smj: Oahppoplánan sámegiella vuostasjgiellan le máhtudakmihto vuodoskåvlå 2., 4., 7., ja 10. jahkedásij maŋŋela, joarkkaåhpadusá Jo1 ja Jo2 ja Jo3 - oahppogárvedime åhpadusprográmma maŋŋela ja Jo1 ja Jo2 viddnofágalasj åhpadusprográmma maŋŋela.

source: Bagadus čuovvu seamma cehkiid go mat oahppoplánas leat.
smj: Bagádallam tjuovvu dajt sæmmi dásijt gå oahppoplánan.

source: Dan dihte ii leat juohke jahkeceahkkái oahpahusláhču, muhto juohke oahpahuslážu sáhttá heivehit bajit dahje vuolit cehkiide dan mielde goas fáddá galgá oahpahuvvot skuvlla báikkálaš plána mielde.
smj: Danen ælla åhpadimgárvvidusá juohkka jahkedássáj, valla juohkka åhpadimgárvvidus máhttá hiebaduvvat dan sierra jahkedássáj gå tiemá skåvlå bájkálasj oahppoplána milta galggi åhpaduvvat.

source: Áigegeavaheapmi mii lea ovdamearkkain, lea árvalus.
smj: Ájggeaddno mij la nammadum buojkulvisájn le jur oajvvádus.

source: Oahpaheaddji meroštallá ulbmiliid ja dárbbuid mielde dan áiggi.
smj: Åhpadiddje merustallá dáv ulmij ja dárboj milta.

source: Man olu áiggi oahpaheaddji vállje juohke oahpahusláhčui, lea sorjavaš earret eará das movt ovttastahttá eará fágaiguin.
smj: Man mælggadav åhpadiddje mierret juohkka åhpadimgárvvidusán, duola degu gåktu ietjá fága åvtåstuhtti.

source: Oahpahuslážuid ovdamearkkat čájehit e.e. movt gelbbolašvuođamihttomeriid sáhttá konkretiseret oahppanulbmilin.
smj: Buojkulvisá åhpadimgárvvidusán vuosedi duola degu gåktu máhtudakmihto máhtti åhpadusmihttomierijn vuojnnuj boahtet.

source: Bagadusas deattuhuvvo heivehuvvon oahpahus bargovugiid lonohallan, vuođđogálggaid integreren fága oahpahuslážuide ja dađistaga-árvvoštallan.
smj: Bagádallamin le dæddo biejadum hiebadum åhpadussaj, variasjåvnnå barggammvuogij, åvtåstuhttet vuodotjehpudagájt ja árvustallam bargadahttijn.

source: Árvvoštallan ja bagadallan galgá addit ohppiide beroštumi fágii, movttiidahttit ohppiid bargat fágain ja hálti bargui.
smj: Árvustallam ja bagádallam galggaba mielastuhttet, måvtåstuhttet oahppijt fágaj bargatjit ja gåktu barggat.

source: Dađistaga bagadallama bokte ožžot oahppit, oahpaheaddjit ja váhnemat dieđu oahppi bargguid, dovddiidusaid, bohtosiid ja ovdáneami birra.
smj: Árvustallama tjadá bargadahttijn oadtju oahppe, åhpadiddje ja æjgáda / åvdåstiddje diedojt oahppe bargo, oahppama, båhtusij ja åvddånime birra.

source: Vásáhusat čájehit ahte oahppit ohppet buoremusat go:
smj: Åtsådallama vuosedi oahppe buoremusát oahppi gå

source: Ipmirdit maid galget oahppat ja mii sis vurdojuvvo.
smj: dádjadi majt galggi oahppat, ja mij la vuordedahtte sijás

source: Ožžot ruovttoluotta dieđuid movt sii lihkostuvvet bargguideasetguin.
smj: oadtju diededimev gåktu sij bargojn vuorbástuvvi

source: Ožžot rávvagiid movt sáhttet buoridit bohtosiid ja ovdánit fágalaččat.
smj: oadtju bagádusájt gåktu buoredit båhtusijt ja fágalattjat åvddånit

source: Go besset oassálastit aktiivvalaččat árvvoštallanbarggus.
smj: oadtju oassálasstet árvustallambargon

source: Go oahppi mielas lea oadjebas oahppodilli.
smj: sijá mielas le buorre oahppamdile

source: Fidnofágalaš oahppoprográmmain lea diibmolohku sámegielfágas unnit go Jo1:s ja Jo 2:s studerenráhkkanahtti oahppoprográmmas.
smj: Viddnodakfágalasj åhpadusprográmmajn le tijmmalåhko sámegielfágan binnebu gå Jo1 ja Jo2 oahppogárvvidime åhpadusprográmman.

source: Dan ferte oahpaheaddji váldit vuhtii go ráhkada oahpahuslážuid.
smj: Dáv viertti åhpadiddje berustit gå åhpadimgárvidusáv dahká.

source: Oanehaččat oahpahuslážuid váldoosiid birra
smj: Oanegattjat åhpadimgárvvidusáj birra oajvveoasijn

source: Čálalaš gulahallan váldooasis lea lohkan ja čállin guovddážis.
smj: Oajvveoasen Tjálálasj guládallam la låhkåm ja tjállem tjalmmusin.

source: Lohkan ja čállin leat buohtalas proseassat oahppamis.
smj: Låhkåm ja tjállem libá buohtalakkoj prosessa åhpadusán.

source: Oahppit galget lohkat ja guldalit earáid teavsttaid.
smj: Oahppe galggi låhkåt ja gulldalit iehtjádij tevstajt.

source: Sii galget vásihit, árvvoštallat ja ipmirdit, ja galget máhttit čálalaččat gulahallat earáiguin.
smj: Sij galggi åtsådallat, árvustallat ja dádjadit, ja galggi máhttet iehtjádij tjálálattjat guládallat.

source: Árbevirolaš máhttu váldooasis lea giellaovdánahttin.
smj: Oajvveoasse Árbbediedo le giellaåvddånime birra.

source: Dasa gusket árbevirolaš doabageavaheapmi ja dadjanvuogit.
smj: Danna le árbbedábálasj moallánakaddno ja åvddånbuktemvuoge.

source: Oahppit ohppet aktiivvalaš oasálastimiin ovdalašáigge, dála áiggi ja boahtteáigge birra.
smj: Oahppe oahppi oassálasstema tjadá dålutja, dálásj ájge ja boahtteájge birra..

source: Váldooassái gullá maid árvvuid birra, nugo fuolkevuođagullevašvuohta ja birgejupmi 2.
smj: Sáme subtsastallamdábe, sáme juojggama, lávllaga ja sálma, báhkotsoame ja dijda 1 Sáme subtsastallamdábe, sáme juojggama, lávllaga ja sálma, báhkotsoame ja bierggim 2.
